Repository: viperxfury/YT-DL
Catalog: src/assets/i18n/messages.*.xlf
Languages: fi, it, ru

source: No downloads available!
fi: Ei tallennuksia saatavilla!
it: Nessun download disponibile!
ru: Загрузка недоступна!

source: Register a user
fi: Rekisteröi käyttäjä
it: Registra un utente
ru: Зарегистрировать пользователя

source: User name
fi: Käyttäjän nimi
it: Nome utente
ru: Имя пользователя

source: Manage user
fi: Hallitse käyttäjää
it: Gestisci utente
ru: Управление пользователями

source: User UID:
fi: Käyttäjä UID:
it: UID utente:
ru: Идентификатор пользователя:

source: New password
fi: Uusi salasana
it: Nuova password
ru: Новый пароль

source: Set new password
fi: Aseta uusi salasana
it: Imposta nuova password
ru: Задать новый пароль

source: Use role default
fi: Käytä roolia oletus
it: Usa il ruolo predefinito
ru: Использовать роль по умолчанию

source: Yes
fi: Kyllä
it: Sì
ru: Да

source: Manage role
fi: Hallitse roolia
it: Gestisci ruolo
ru: Управлять ролью

source: User name
fi: Käyttäjän nimi
it: Nome utente
ru: Имя пользователя

source: Role
fi: Rooli
it: Ruolo
ru: Роль

source: Actions
fi: Toiminnot
it: Azioni
ru: Действия

source: Edit user
fi: Muokkaa käyttäjää
it: Modifica utente
ru: Редактировать пользователя

source: Delete user
fi: Poista käyttäjä
it: Elimina utente
ru: Удалить пользователя

source: Add Users
fi: Lisää käyttäjiä
it: Aggiungi utenti
ru: Добавить пользователей

source: Edit Role
fi: Muokkaa roolia
it: Modifica ruolo
ru: Редактировать роль

source: Lines:
fi: Rivit:
it: Linee:
ru: Линии:

source: Clear logs
fi: Tyhjennä lokit
it: Cancella i registri
ru: Очистить журнал

source: Open file
fi: Avaa tiedosto
it: Apri il file
ru: Открыть файл

source: Open file in new tab
fi: Avaa tiedosto uudessa välilehdessä
it: Apri il file in una nuova scheda
ru: Открыть файл в новой вкладке

source: Go to subscription
fi: Siirry tilaukseen
it: Vai alle iscrizioni
ru: Перейти к подписке

source: My videos
fi: Minun videot
it: I miei video
ru: Мои видео

source: Global custom args
fi: Globaalit mukautetut argumentit
it: Parametri personalizzati generali
ru: Глобальные пользовательские аргументы

source: See less.
fi: Katso vähemmän.
it: Nascondi.
ru: Закрыть.

source: Also known as a Client ID.
fi: Tunnetaan myös nimellä Client ID.
it: Conosciuto anche come Client ID.
ru: Также известен как идентификатор клиента.

source: Default file output
fi: Oletusarvoinen tiedoston ulostulo
it: File output predefinito
ru: Вывод файлов по умолчанию

source: Redownload fresh uploads
fi: Uudelleentallenna tuoreet lataukset
it: Riscarica i nuovi contenuti
ru: Повторная загрузка свежих загрузок

source: Sometimes new videos are downloaded before being fully processed. This setting will mean new videos will be checked for a higher quality version the following day.
fi: Joskus uudet videot tallennetaan ennen kuin ne ovat täysin valmisteltuja. Tämä asetus tarkoittaa, että uudet videot tarkistetaan seuraavana päivänä korkealaatuisemman version varalta.
it: A volte i nuovi video vengono scaricati prima di essere completamente elaborati. Questa impostazione significa che per i nuovi video verrà effettuata una verifica il giorno successivo per la ricerca di versioni di qualità superiore.
ru: Иногда новые видео загружаются до полной обработки. Эта настройка означает, что новые видео будут проверяться на наличие версии более высокого качества на следующий день.

source: See more.
fi: Katso enemmän.
it: Vedi altro.
ru: Раскрыть.

source: Auto-generated
fi: Automaattisesti luotu
it: Generato automaticamente
ru: Автогенерируемый

source: Select a download agent
fi: Valitse tallennusagentti
it: Seleziona un agente di download
ru: Выберите агент загрузки

source: Auto-download Twitch Chat
fi: Tallenna automaattisesti Twitch-chat
it: Scarica automaticamente le Chat Twitch
ru: Автоматическая загрузка чата Twitch

source: Twitch API Key
fi: Twitch API-avain
it: Chiave dell'API Twitch
ru: Ключ API Twitch

source: Use Twitch API
fi: Käytä Twitch API:a
it: Usa l'API Twitch
ru: Используйте API Twitch

source: Categories
fi: Kategoriat
it: Categorie
ru: Категории

source: Path is relative to the above download paths. Don't include extension.
fi: Polku vastaa yllä olevia tallennuspolkuja. Älä sisällytä liitännäistä.
it: Il percorso è riferito ai percorsi di download sopra. Non includere l'estensione.
ru: Путь является относительным по отношению к вышеуказанным путям загрузки. Не включайте расширение.

source: views
fi: näyttökertaa
it: visualizzazioni
ru: просмотры

source: Download Twitch Chat
fi: Tallenna Twitch-chat
it: Scarica Chat Twitch
ru: Скачать чат Twitch

source: Add new rule
fi: Luo uusi sääntö
it: Aggiungi nuova regola
ru: Добавить новое правило

source: Rules
fi: Säännöt
it: Regole
ru: Правила

source: Editing category
fi: Kategorian muokkaaminen
it: Categoria in modifica
ru: Редактирование категории

source: Paused
fi: Pysäytetty
it: In pausa
ru: Приостановлено

source: No videos found.
fi: Ei löydetty videoita.
it: Nessun video trovato.
ru: Видео не найдено.

source: Reverse order
fi: Käänteinen järjestys
it: Ordine inverso
ru: Обратный порядок

source: Normal order
fi: Tavallinen järjestys
it: Ordine normale
ru: Обычный порядок

source: Add content
fi: Lisää sisältöä
it: Aggiungi contenuto

source: Category:
fi: Kategoria:
it: Categoria:
ru: Категория:

source: (Paused)
fi: (Pysäytetty)
it: (In pausa)
ru: (Пауза)

source: Max quality
fi: Maksimilaatu
it: Qualità massima
ru: Лучшее качество

source: Database location:
fi: Tietokannan sijainti:
it: Posizione database:
ru: Расположение базы данных:

source: Restart server
fi: Uudelleenkäynnistä palvelin
it: Riavvia server
ru: Перезагрузить сервер

source: Stage
it: Fase
ru: Этап

source: Progress
it: Avanzamento
ru: Прогресс

source: Watch content
it: Guarda il contenuto
ru: Смотреть контент

source: Show error
it: Mostra errore
ru: Показать ошибку

source: Clear
it: Pulisci
ru: Очистить

source: Restart
it: Riavvia
ru: Перезапустить

source: Pause all downloads
it: Metti in pausa tutti i downloads
ru: Приостановить все загрузки

source: Resume all downloads
it: Riprendi tutti i downloads
ru: Возобновить все загрузки

source: Add to playlist
it: Aggiungi a playlist
ru: Добавить в плейлист

source: Resume
it: Riprendi
ru: Возобновить

source: Title
it: Titolo
ru: Название

source: Actions
it: Azioni
ru: Действия

source: Busy
it: Occupato

source: Scheduled for
it: Programmato per
ru: Отложено для

source: Date
it: Data
ru: Дата

source: Pause
it: Pausa
ru: Пауза

source: Complete
it: Completato
ru: Завершено

source: Error for download['url']
it: Errore per download['url']
ru: Ошибка с download['url']

source: Copied to clipboard!
it: Copiato negli appunti!
ru: Скопировано в буфер обмена!

source: Video only
it: Solo video
ru: Только видео

source: No tasks available!
it: Nessuna attività disponibile!
ru: Нет доступных задач!

source: Not scheduled
it: Non programmato
ru: Не отложено

source: Recurring
it: Ricorrente
ru: Повторяющиеся

source: With this setting enabled, if a single video matches a category, the entire playlist will receive that category.
fi: Kun tämä asetus on päällä, jos yksittäinen video vastaa kategoriaa, koko soittolista saa kyseisen kategorian.
it: Con questa impostazione abilitata, se un singolo video corrisponde a una categoria, l'intera playlist riceverà quella categoria.
ru: При включении этой настройки, если одно видео соответствует категории, весь список воспроизведения получит эту категорию.

source: Allow autoplay
it: Concedi riproduzione automatica
ru: Разрешить автопроигрывание

source: Audio only
it: Solo audio
ru: Только аудио

source: Installation type:
it: Tipo installazione:
ru: Тип установки:

source: Commit hash:
it: Hash commit:
ru: Хэш коммита:

source: Tasks
it: Attività
ru: Задачи

source: Subscription
it: Iscrizione
ru: Подписка

source: Clear finished downloads
it: Pulisci i downloads terminati
ru: Очистить законченные загрузки

source: Creating download
it: Creando download
ru: Готовится загрузка

source: Getting info
it: Ottenendo informazioni
ru: Получение информации

source: Downloading file
it: Scaricando il file
ru: Загружается файл

source: Clear finished downloads
it: Pulisci i downloads terminati
ru: Очистить завершённые загрузки

source: Would you like to clear your finished downloads?
it: Vuoi pulire i tuoi downloads terminati?
ru: Хотите ли вы очистить завершённые загрузки?

source: Clear
it: Pulisci
ru: Очистить

source: Copy to clipboard
it: Copia negli appunti
ru: Скопировать в буфер обмена

source: Close
it: Chiudi
ru: Закрыть

source: File type
it: Tipo file
ru: Тип файла

source: Both
it: Entrambi
ru: Обa

source: Skip ad
it: Salta pubblicità
ru: Пропустить рекламу

source: Last ran
it: Ultima esecuzione
ru: Последний запуск

source: Last confirmed
it: Ultimo confermato
ru: Последние подтверждённые

source: Status
it: Stato
ru: Статус

source: Clear duplicate files from DB:
it: Pulisci i files duplicati dal DB:
ru: Очистка дубликатов файлов из базы данных:

source: Clear missing files from DB:
it: Pulisci i files mancanti dal DB:
ru: Очистка потерянных файлов из базы данных:

source: Update binary to:
it: Aggiorna binario a:
ru: Обновить бинарный файл на:

source: Run
it: Esegui
ru: Запустить

source: Schedule
it: Programma
ru: Отложить

source: Restore DB from backup
it: Ripristina DB da salvataggio
ru: Восстановить базу данных из резервной копии

source: Reset tasks
it: Ripristina attività
ru: Сбросить задачи

source: Successfully ran task!
it: Attività eseguita con successo!
ru: Задача успешно запущена!

source: Failed to run task!
it: Errore nell'esecuzione dell'attività!
ru: Не удалось запустить задачу!

source: Successfully confirmed task!
it: Attività confermata con successo!
ru: Задача успешно подтверждена!

source: Failed to confirm task!
it: Errore nel confermare l'attività!
ru: Не удалось подтвердить задачу!

source: Reset tasks
it: Ripristina attività
ru: Сбросить задачи

source: Would you like to reset your tasks? All your schedules will be removed as well.
it: Vuoi ripristinare le tue attività? Saranno rimosse pure tutte le tue programmazioni.
ru: Хотите ли вы сбросить ваши задачи? Все отложенные задачи также будут удалены.

source: Reset
it: Ripristina
ru: Сбросить

source: Tasks successfully reset!
it: Attività ripristinata con successo!
ru: Задачи успешно сброшены!

source: Failed to reset tasks!
it: Errore nel ripristinare l'attività!
ru: Не удалось сбросить задачи!

source: Docker tag:
it: Tag docker:
ru: Метка Docker:

source: Build date:
it: Data build:
ru: Дата сборки:

source: Randomize order when playing
fi: Aseta satunnainen toistojärjestys
it: Ordine casuale durante la riproduzione
ru: Случайный порядок при проигрывании

source: Restore
it: Ripristina
ru: Восстановить

source: Share file
fi: Jaa tiedosto
it: Condividi file
ru: Поделиться файлом

source: Update task schedule
it: Aggiorna programmazione attività
ru: Обновить расписание задачи

source: Enabled
it: Abilitato
ru: Включено

source: Update
it: Aggiorna
ru: Обновить

source: Autoplay
it: Riproduzione automatica
ru: Автопроигрывание

source: Replace args
it: Rimpiazza gli argomenti
ru: Поменять аргументы

source: Crop file
fi: Rajaa tiedosto
it: Ritaglia file
ru: Обрезать файл

source: Crop from (seconds)
fi: Rajaa jostain (sekuntia)
it: Ritaglia da (secondi)
ru: Обрезать от (секунд)

source: Crop to (seconds)
fi: Rajaa johonkin (sekuntia)
it: Ritaglia a (secondi)
ru: Обрезать до (секунд)

source: Download for url has been queued!
it: Il download per url è stato aggiunto alla coda!
ru: Загрузка для url была добавлена в очередь!

source: Global custom args for downloads on the home page. (Set args for subscriptions for each subscriptions separately!) Args are delimited using two commas like so: ,,
it: Argomenti personalizzati globali per i downloads nella pagina principale. (Imposta gli argomenti per ogni iscrizione separatamente!) Gli argomenti sono delimitati usando due virgole così: ,,
ru: Глобальные пользовательские аргументы для загрузок на домашней странице. (Установите аргументы подписок для каждой подписки отдельно!) Аргументы разделяются, используя две запятые, как здесь: ,,

source: Allow playlist categorization
fi: Salli soittolistan kategoriasointi
it: Consenti categorizzazione playlist
ru: Разрешить категоризацию плейлистов

source: Max concurrent downloads
it: Numero massimo di downloads simultanei
ru: Максимальное количество одновременных загрузок

source: Limits the amount of downloads that can be simultaneously downloaded. Use -1 for no limit.
it: Limita il numero di downloads che possono essere scaricati simultaneamente. Usa -1 per nessun limite.
ru: Ограничивает количество одновременных загрузок. Используйте -1 для безлимитной загрузки.

source: Download rate limit
it: Limite di velocità di download
ru: Ограничение скорости загрузки

source: Rate limits your downloads to the specified amount. Ex: 200K
it: Limita la velocità di download al limite specificato. Per esempio: 200K
ru: Ограничить скорость загрузки, например 200К

source: Enables a button to skip ads when viewing supported videos.
it: Abilita un pulsante per saltare le pubblicità quando si guardano i video supportati.
ru: Включает кнопку для пропуска рекламы при просмотре поддерживаемых видео.

source: Use SponsorBlock API
it: Usa API SponsorBlock
ru: Использовать SponsorBlock API

source: Generates NFO files with every download, primarily used by Kodi.
it: Genera files NFO per ogni download, usati principalmente da Kodi.
ru: Генерирует файлы NFO при каждой загрузке, в основном используется Kodi.

source: Generate NFO files
it: Genera files NFO
ru: Генерировать файлы NFO

source: Records per table
fi: Tallenteita per taulukko
it: Records per tabella
ru: Записи в одной таблице

source: MongoDB Connection String
fi: MongoDB-yhteyden merkkijono
it: Stringa di Connessione MongoDB
ru: Строка подключения MongoDB

source: Example:
fi: Esimerkki:
it: Esempio:
ru: Пример:

source: Test connection string
fi: Testaa yhteys merkkijono
it: Prova stringa di connessione
ru: Строка тестового подключения

source: Transfer DB to
fi: Siirrä DB kohteeseen
it: Trasferisci DB a
ru: Передача БД в

source: Database information could not be retrieved. Check the server logs for more information.
fi: Tietokantainformaatiota ei voitu noutaa. Tarkista palvelimen lokit saadaksesi lisätietoa.
it: Impossibile recuperare le informazioni del database. Controllare i registri del server per ulteriori informazioni.
ru: Не удалось получить информацию о базе данных. Проверьте журналы сервера для получения дополнительной информации.

source: You must enable multi-user mode to access this tab.
it: È necessario abilitare la modalità multi-utente per accedere a questa scheda.
ru: Вы должны включить многопользовательский режим для доступа к этой вкладке.

source: Password
fi: Salasana
ru: Пароль

source: URL:
ru: Ссылка:

source: URL
ru: Ссылка

source: Extra
ru: Дополнительно

source: No
fi: Ei
ru: Нет

source: Video
ru: Видео

source: Audio
fi: Ääni
ru: Аудио

source: Database
fi: Tietokanta
ru: База данных

source: N/A
ru: Неизвестно
