Repository: viperxfury/YT-DL
Catalog: src/assets/i18n/messages.*.xlf
Languages: fi, it, ru

source: Create a playlist
fi: Luo soittolista
it: Crea una scaletta
ru: Создайте список воспроизведения

source: Name
fi: Nimi
it: Nome
ru: Название

source: Type
fi: Tyyppi
it: Tipo
ru: Тип

source: Audio files
fi: Äänitiedostot
it: File audio
ru: Аудиофайлы

source: Videos
fi: Videot
it: Video
ru: Видео

source: Modify youtube-dl args
fi: Muokkaa youtube-dl -argumentteja
it: Modifica i parametri di youtube-dl
ru: Изменение аргументов youtube-dl

source: Simulated new args
fi: Simuloidut uudet argumentit
it: Simula i nuovi parametri
ru: Моделирование новых аргументов

source: Add an arg
fi: Lisää argumentti
it: Aggiungi un'impostazione
ru: Добавить аргумент

source: Search by category
fi: Etsi kategorian perusteella
it: Cerca per categoria
ru: Поиск по категориям

source: Use arg value
fi: Käytä argumentin arvoa
it: Usa valore impostato
ru: Использовать значение аргумента

source: Arg value
fi: Argumentin arvo
it: Valore impostato
ru: Значение аргумента

source: Add arg
fi: Lisää argumentti
it: Aggiungi impostazione
ru: Добавить аргумент

source: Cancel
fi: Peruuta
it: Annulla
ru: Отмена

source: Modify
fi: Muokkaa
it: Modifica
ru: Изменить

source: Quality
fi: Laatu
it: Qualità
ru: Качество

source: Use URL
fi: Käytä osoitelinkkiä
it: Utilizza URL
ru: Использовать URL

source: View
fi: Näytä
it: Visualizza
ru: Вид

source: Only Audio
fi: Vain ääni
it: Solo audio
ru: Только аудио

source: Multi-download Mode
fi: Multitallennustila
it: Modalità download multiplo
ru: Режим мультизагрузки

source: Download
fi: Tallenna
it: Scarica
ru: Загрузка

source: Cancel
fi: Peruuta
it: Annulla
ru: Отмена

source: Advanced
fi: Kehittynyt
it: Avanzato
ru: Расширенный

source: Simulated command:
fi: Simuloitu komento:
it: Comando simulato:
ru: Имитация команды:

source: Use custom args
fi: Käytä mukautettuja argumentteja
it: Usa parametri personalizzati
ru: Используйте пользовательские аргументы

source: Custom args
fi: Mukautetut argumentit
it: Parametri personalizzati
ru: Пользовательские аргументы

source: No need to include URL, just everything after. Args are delimited using two commas like so: ,,
fi: Ei tarvetta sisällyttää osoitelinkkiä, riittää pelkkä loppuosa. Argumentit erotellaan kahdella pilkulla, eli näin: ,,
it: Non è necessario includere l'URL, solo ciò che viene dopo. I parametri sono delimitati da due vigole: ,,
ru: Нет необходимости включать URL, просто все, что после. Аргументы разграничиваются двумя запятыми следующим образом: ,,

source: Use custom output
fi: Käytä mukautettua ulostuloa
it: Usa output personalizzato
ru: Использование пользовательского вывода

source: Custom output
fi: Mukautettu ulostulo
it: Output personalizzata
ru: Пользовательский вывод

source: Documentation
fi: Dokumentaatio
it: Documentazione
ru: Документация

source: Path is relative to the config download path. Don't include extension.
fi: Polku vastaa config-tallennuksen polkua. Älä sisällytä liitännäistä.
it: Il percorso è relativo al percorso di download configurato. Non includere l'estensione.

source: Use authentication
fi: Käytä tunnistautumista
it: Utilizza l'autenticazione
ru: Используйте аутентификацию

source: Username
fi: Käyttäjänimi
it: Nome utente
ru: Имя пользователя

source: Name:
fi: Nimi:
it: Nome:
ru: Имя:

source: Uploader:
fi: Lataaja:
it: Caricato da:
ru: Загрузчик:

source: File size:
fi: Tiedostokoko:
it: Dimensioni file:
ru: Размер файла:

source: Path:
fi: Polku:
it: Percorso:
ru: Путь:

source: Upload Date:
fi: Latauspäivämäärä:
it: Data di caricamento:
ru: Дата загрузки:

source: Close
fi: Sulje
it: Chiudi
ru: Закрыть

source: Modify playlist
fi: Muokkaa soittolistaa
it: Modifica playlist
ru: Изменить плейлист

source: Add more content
it: Aggiungi più contenuto

source: Save
fi: Tallenna
it: Salva
ru: Сохранить

source: Count:
fi: Lukumäärä:
it: Conteggio:
ru: Подсчет:

source: Edit
fi: Muokkaa
it: Modifica
ru: Редактировать

source: Delete
fi: Poista
it: Elimina
ru: Удалить

source: Info
fi: Tietoa
it: Informazioni
ru: Информация

source: Delete and blacklist
fi: Poista ja estä
it: Elimina e aggiungi alla lista nera
ru: Удаление и черный список

source: Upload new cookies
fi: Lataa uusia evästeitä
it: Carica nuovi cookie
ru: Загрузка новых cookie

source: Drag and Drop
fi: Raahaa ja pudota
it: Trascina e rilascia
ru: Перетаскивание

source: NOTE: Uploading new cookies will override your previous cookies. Also note that cookies are instance-wide, not per-user.
fi: HUOMIO: Uusien evästeiden lataaminen korvaa vanhat evästeet. Huomioi myös, että evästeet ovat palveluntarjoajalaajuisia, ei käyttäjäkohtaisia.
it: NOTA: il caricamento di nuovi cookie sovrascriverà i cookie precedenti. Inoltre tieni presente che i cookie sono a livello di processo, non per utente.

source: Settings
fi: Asetukset
it: Impostazioni
ru: Настройки

source: URL this app will be accessed from, without the port.
fi: Osoite, josta yhdistetään tähän sovellukseen, ilman porttia.
it: URL con cui si accederà a questa applicazione, senza porta.
ru: URL, с которого будет осуществляться доступ к этому приложению, без указания порта.

source: Port
fi: Portti
it: Porta
ru: Порт

source: The desired port. Default is 17442.
fi: Toivottu portti. Oletus on 17442.
it: Porta personalizzata. La predefinita è 17442.
ru: Желаемый порт. По умолчанию - 17442.

source: Multi-user mode
fi: Monikäyttäjätila
it: Modalità multiutente
ru: Многопользовательский режим

source: Users base path
fi: Käyttäjien peruspolku
it: Percorso profili utente
ru: Базовый путь пользователей

source: Base path for users and their downloaded videos.
fi: Peruspolku käyttäjille ja niiden tallennetuille videoille.
it: Percorso per profili utente e per video scaricati da ognuno.
ru: Базовый путь для пользователей и их загруженных видео.

source: Allow subscriptions
fi: Salli tilaukset
it: Consenti iscrizioni
ru: Разрешить подписки

source: Subscriptions base path
fi: Tilausten peruspolku
it: Percorso predefinito iscrizioni
ru: Базовый путь для подписок

source: Base path for videos from your subscribed channels and playlists. It is relative to YTDL-Material's root folder.
fi: Peruspolku videoille sinun tilaamiltasi kanavilta ja soittolistoilta. Se vastaa YTDL-Materialin root-kansiota.
it: Percorso salvataggio per i video dei canali e delle playlist sottoscritte. È relativo alla cartella principale di YTDL-Material.
ru: Базовый путь для видео из подписанных вами каналов и плейлистов. Он является относительным к корневой папке YTDL-Material.

source: Check interval
fi: Tarkistusväli
it: Intervallo di verifica
ru: Контрольный интервал

source: Unit is seconds, only include numbers.
fi: Yksikkö on sekuntia, sisällytä vain numeroita.
it: Unità in secondi, inserire solo numeri.
ru: Единица измерения - секунды, включайте только цифры.

source: Theme
fi: Teema
it: Tema
ru: Тема

source: Default
fi: Oletus
it: Predefinito
ru: По умолчанию

source: Dark
fi: Tumma
it: Scuro
ru: Тёмный

source: Allow theme change
fi: Salli teeman muuttaminen
it: Consenti variazione tema
ru: Разрешить смену темы

source: Language
fi: Kieli
it: Lingua
ru: Язык

source: Main
fi: Päävalikko
it: Principale
ru: Главная

source: Audio folder path
fi: Äänen tiedostopolku
it: Percorso della cartella audio
ru: Путь к папке аудио

source: Path for audio only downloads. It is relative to YTDL-Material's root folder.
fi: Polku ainoastaan äänimuotoisia tallennuksia varten. Se vastaa YTDL-Materialin root-kansiota.
it: Percorso per download solo audio. È relativo alla cartella principale di YTDL-Material.
ru: Путь для загрузки только аудиофайлов. Он является относительным к корневой папке YTDL-Material.

source: Video folder path
fi: Videon tiedostopolku
it: Percorso cartella Video
ru: Путь к папке с видео

source: Path for video downloads. It is relative to YTDL-Material's root folder.
fi: Polku videomuotoisille tallennuksille. Se vastaa YTDL-Materialin root-kansiota.
it: Percorso per il download di video. È relativo alla cartella principale di YTDL-Material.
ru: Путь для загрузки видео. Относится к корневой папке YTDL-Material.

source: Global custom args for downloads on the home page. Args are delimited using two commas like so: ,,
fi: Globaalit mukautetut argumentit latauksille, jotka ovat kotisivulla. Argumentit eritellään kahdella pilkulla, eli näin: ,,
it: Parametri personalizzati generali per i download sulla home page. I parametri sono delimitati da due virgole: ,,
ru: Глобальные пользовательские аргументы для загрузок на главной странице. Аргументы разграничиваются с помощью двух запятых следующим образом: ,,

source: Use youtube-dl archive
fi: Käytä youtube-dl arkistoa
it: Usa l'archivio youtube-dl
ru: Используйте архив youtube-dl

source: Include thumbnail
fi: Sisällytä pienoiskuvake
it: Includi anteprima
ru: Включить уменьшенное изображение

source: Include metadata
fi: Sisällytä metadata
it: Includi metadati
ru: Включить метаданные

source: Kill all downloads
fi: Tapa kaikki tallennukset
it: Interrompi tutti i download
ru: Убить все загрузки

source: Downloader
fi: Tallentaja
it: Scaricato da
ru: Загрузчик

source: Top title
fi: Yläotsikko
it: Titolo della barra superiore
ru: Верхний заголовок

source: File manager enabled
fi: Tiedostonhallintaohjelma sallittu
it: Abilita il file manager
ru: Включен файловый менеджер

source: Downloads manager enabled
fi: Tallennustenhallintaohjelma sallittu
it: Abilita il download manager
ru: Включен менеджер загрузок

source: Allow quality select
fi: Salli laadun valinta
it: Consenti la selezione della qualità
ru: Разрешить выбор качества

source: Download only mode
fi: Vain tallennus -tila
it: Modalità solo download
ru: Режим только загрузки

source: Allow multi-download mode
fi: Salli monitallennus -tila
it: Consenti la modalità di download multiplo
ru: Разрешить режим мультизагрузки

source: Enable Public API
fi: Salli julkinen API
it: Abilita l'API Pubblica
ru: Включить публичный API

source: Public API Key
fi: Julkinen API-avain
it: Chiave API Pubblica
ru: Открытый ключ API

source: View documentation
fi: Näytä dokumentaatio
it: Visualizza la documentazione
ru: Просмотр документации

source: Generate
fi: Luo
it: Genera
ru: Создать

source: This will delete your old API key!
fi: Tämä poistaa sinun vanhan API-avaimen!
it: Cancellerai la tua chiave API precedente!
ru: Это удалит ваш старый ключ API!

source: Use YouTube API
fi: Käytä YouTube API:a
it: Usa l'API di YouTube
ru: Используйте API YouTube

source: Youtube API Key
fi: YouTube API-avain
it: Chiave API YouTube
ru: Ключ API Youtube

source: Generating a key is easy!
fi: Avaimen luominen on helppoa!
it: Generare una chiave è facile!
ru: Сгенерировать ключ очень просто!

source: Click here
fi: Klikkaa tänne
it: Premi qui
ru: Нажмите здесь

source: to download the official YoutubeDL-Material Chrome extension manually.
fi: ladataksesi virallisen YouTubeDL-Materialin Chrome-liitännäisen manuaalisesti.
it: per scaricare manualmente l'estensione ufficiale per Chrome di YoutubeDL-Material.
ru: чтобы загрузить официальное расширение YoutubeDL-Material Chrome вручную.

source: You must manually load the extension and modify the extension's settings to set the frontend URL.
fi: Sinun täytyy manuaalisesti ladata liitännäinen ja muokata liitännäise asetuksia säätääksesi frontend-osoitelinkin.
it: È necessario installare manualmente l'estensione e modificarne le impostazioni inserendo l'URL della pagina principale.
ru: Вы должны вручную загрузить расширение и изменить его настройки, чтобы установить URL-адрес фронтенда.

source: to install the official YoutubeDL-Material Firefox extension right off the Firefox extensions page.
fi: asentaaksesi virallisen YoutubeDL-Material Firefox-laajennuksen suoraan Firefoxin laajennussivulta.
it: per installare l'estensione ufficiale YoutubeDL-Material per Firefox direttamente dalla pagina delle estensioni di Firefox.
ru: чтобы установить официальное расширение YoutubeDL-Material Firefox прямо со страницы расширений Firefox.

source: Detailed setup instructions.
fi: Tarkat asennusohjeet.
it: Istruzioni dettagliate per la configurazione.
ru: Подробные инструкции по настройке.

source: Not much is required other than changing the extension's settings to set the frontend URL.
fi: Ei vaadita paljoa muuta kuin liitännäisen asetuksen vaihtaminen, jotta saa säädettyä frontend-osoitelinkin.
it: Viene richiesto semplicemente di modificare le impostazioni dell'estensione, inserendo l'URL della pagina principale.
ru: Не требуется ничего особенного, кроме изменения настроек расширения для установки внешнего URL.

source: Drag the link below to your bookmarks, and you're good to go! Just navigate to the YouTube video you'd like to download, and click the bookmark.
fi: Raahaa alla oleva linkki kirjanmerkkeihisi, ja voit aloittaa! Siirry haluamaasi YouTube-videoon ja klikkaa kirjanmerkkiä.
it: Trascina il link qui sotto tra tuoi preferiti e sei a posto! Vai al video YouTube che desideri scaricare e fai clic sul preferito.
ru: Перетащите приведенную ниже ссылку в закладки, и все готово! Просто перейдите к видео YouTube, которое вы хотите загрузить, и нажмите на закладку.

source: Generate 'audio only' bookmarklet
fi: Luo 'vain ääni' kirjanmerkki
it: Genera un preferito "solo audio"
ru: Создать букмарклет "только аудио"

source: Use default downloading agent
fi: Käytä oletusarvoista tallennusagenttia
it: Usa agente di download predefinito
ru: Использовать агент загрузки по умолчанию

source: Select a downloader
fi: Valitse tallentaja
it: Seleziona un metodo di download
ru: Выберите программу загрузки

source: Log Level
fi: Lokin taso
it: Livello di Log
ru: Уровень журнала

source: Login expiration
fi: Kirjautumisen vanhentuminen
it: Scadenza accesso
ru: Истечение срока действия логина

source: Allow advanced download
fi: Salli kehittynyt tallennus
it: Consenti download avanzato
ru: Разрешить расширенную загрузку

source: Use Cookies
fi: Käytä evästeitä
it: Usa i cookie
ru: Использование файлов cookie

source: Set Cookies
fi: Aseta evästeet
it: Imposta i cookie
ru: Установить Cookies

source: Advanced
fi: Kehittynyt
it: Avanzate
ru: Продвинутый

source: Allow user registration
fi: Salli käyttäjän rekisteröityminen
it: Consenti registrazione utente
ru: Разрешить регистрацию пользователей

source: Internal
fi: Sisäinen
it: Interno
ru: Внутренний

source: Auth method
fi: Tunnistautumismetodi
it: Metodo di autenticazione
ru: Метод авторизации

source: LDAP URL
it: URL LDAP
ru: URL-адрес LDAP

source: Bind DN
fi: Sido DN
it: Associa DN
ru: Привязать DN

source: Bind Credentials
fi: Sido kredentiaalit
it: Associa credenziali
ru: Связать учетные данные

source: Search Base
fi: Etsi basea
it: Base di ricerca
ru: База поиска

source: Search Filter
fi: Hakusuodatin
it: Filtro di ricerca
ru: Фильтр поиска

source: Users
fi: Käyttäjät
it: Utenti
ru: Пользователи

source: Logs
fi: Lokit
it: Registri
ru: Журналы

source: {VAR_SELECT, select, true {Close} false {Cancel} other {otha}}
fi: {VAR_SELECT, select, true {Sulje} false {Peruuta} other {muu}}
it: {VAR_SELECT, seleziona, vero {Close} falso {Cancel} altro {otha}}

source: About YoutubeDL-Material
fi: Tietoa YoutubeDL-Material -ohjelmasta
it: Informazioni su YoutubeDL-Material
ru: О YoutubeDL-Material

source: is an open-source YouTube downloader built under Google's Material Design specifications. You can seamlessly download your favorite videos as video or audio files, and even subscribe to your favorite channels and playlists to keep updated with their new videos.
fi: on avoimen koodin YouTube-tallennusohjelma, joka on tehty Googlen Material Design -vaatimusten mukaisesti. Voit saumattomasti tallentaa suosikkivideosi videona tai äänenä. Voit jopa tilata suosikkikanaviasi ja soittolistojasi pysyäksesi ajan tasalla heidän uusista videoista.
it: è un downloader di YouTube open source costruito secondo le specifiche Material Design di Google. Puoi scaricare agevolmente i tuoi video preferiti come file video o solo audio e persino iscriverti ai tuoi canali e playlist preferiti per tenerti aggiornato con i nuovi video pubblicati.
ru: это загрузчик YouTube с открытым исходным кодом, созданный в соответствии со спецификациями Material Design от Google. Вы можете легко загружать любимые видеоролики в виде видео- или аудиофайлов и даже подписываться на любимые каналы и плейлисты, чтобы быть в курсе новых видео.

source: has some awesome features included! An extensive API, Docker support, and localization (translation) support. Read up on all the supported features by clicking on the GitHub icon above.
fi: -sovelluksessa on upeita ominaisuuksia! Laaja API, Docker-tuki ja kielituki. Lue kaikista ominaisuuksista lisää klikkaamalla GitHub-kuvaketta yllä.
it: ha alcune fantastiche funzionalità incluse! Una solida API, supporto Docker e supporto per la localizzazione (traduzione). Leggi tutte le funzionalità supportate cliccando sull'icona GitHub in alto.
ru: включает в себя несколько потрясающих функций! Обширный API, поддержка Docker и поддержка локализации (перевода). Ознакомьтесь со всеми поддерживаемыми функциями, нажав на значок GitHub выше.

source: Installed version:
fi: Asennettu versio:
it: Versione installata:
ru: Установленная версия:

source: Checking for updates...
fi: Tarkistetaan päivityksiä…
it: Verifica aggiornamenti in corso...
ru: Проверяем обновления...

source: Update available
fi: Päivitys saatavilla
it: Aggiornamento disponibile
ru: Доступно обновление

source: You can update from the settings menu.
fi: Voit päivittää asetusvalikon kautta.
it: È possibile eseguire l'aggiornamento dal menù impostazioni.
ru: Обновление можно выполнить в меню настроек.

source: Found a bug or have a suggestion?
fi: Löysitkö bugin tai onko sinulla ehdotuksia?
it: Hai trovato un errore o hai un suggerimento?
ru: Нашли ошибку или у вас есть предложение?

source: to create an issue!
fi: luodaksesi ilmoituksen!
it: per segnalare un problema!
ru: чтобы описать проблему!

source: Your Profile
fi: Sinun profiilisi
it: Il tuo profilo
ru: Ваш профиль

source: Created:
fi: Luotu:
it: Creato:
ru: Создан:

source: You are not logged in.
fi: Et ole kirjautuneena.
it: Non hai eseguito l'accesso.
ru: Вы не вошли в систему.

source: Login
fi: Kirjaudu
it: Accedi
ru: Логин

source: Logout
fi: Kirjaudu ulos
it: Esci
ru: Выход из системы

source: Create admin account
fi: Luo ylläpitäjän tili
it: Crea un account amministratore
ru: Создание учетной записи администратора

source: No default admin account detected. This will create and set the password for an admin account with the user name as 'admin'.
fi: Ei oletusarvoista ylläpitäjätiliä tunnistettu. Tämä luo ja asettaa ylläpitäjän salanan käyttäjänimen kanssa muotoon 'admin'.
it: Nessun account amministratore predefinito rilevato. Verrà creato e impostata la password per un account amministratore con il nome utente "admin".

source: Create
fi: Luo
it: Crea
ru: Создать

source: Profile
fi: Profiili
it: Profilo
ru: Профиль

source: About
fi: Tietoa
it: Informazioni
ru: О программе

source: Home
fi: Koti
it: Pagina principale
ru: Домашняя страница

source: Subscriptions
fi: Tilaukset
it: Iscrizioni
ru: Подписки

source: Downloads
fi: Lataukset
it: Download
ru: Загрузки

source: Share playlist
fi: Jaa soittolista
it: Condividi playlist
ru: Поделиться плейлистом

source: Share video
it: Condividi il video
ru: Поделиться видео

source: Share audio
it: Condividi l'audio
ru: Поделиться аудиозаписью

source: Enable sharing
fi: Salli jakaminen
it: Abilita la condivisione
ru: Включить совместное использование

source: Use timestamp
fi: Käytä aikaleimaa
it: Usa data e ora
ru: Использовать метку времени

source: Seconds
fi: Sekuntia
it: Secondi
ru: Секунды

source: Copy to clipboard
fi: Kopioi leikepöydälle
it: Copia negli appunti
ru: Копировать в буфер обмена

source: Save changes
it: Salva le modifiche
ru: Сохранить изменения

source: The download was successful
fi: Tallennus onnistui
it: Il download è riuscito
ru: Загрузка прошла успешно

source: An error has occurred
fi: Tapahtui virhe
it: Si è verificato un errore
ru: Произошла ошибка

source: Details
fi: Lisätietoja
it: Dettagli
ru: Подробности

source: An error has occurred:
fi: Tapahtui virhe:
it: Si è verificato un errore:
ru: Произошла ошибка:

source: Download start:
fi: Tallennuksen aloitus:
it: Inizio download:
ru: Начало загрузки:

source: Download end:
fi: Tallennuksen loppu:
it: Termine download:
ru: Конец загрузки:

source: File path(s):
fi: Tiedostopolku/-polut:
it: Percorso(i) file:
ru: Путь(и) к файлам:

source: Subscribe to playlist or channel
fi: Tilaa soittolista tai kanava
it: Iscriviti alla playlist o al canale
ru: Подписаться на плейлист или канал

source: The playlist or channel URL
fi: Soittolistan tai kanavan osoitelinkki
it: URL della playlist o del canale
ru: Ссылка на плейлист или канал

source: Custom name
fi: Mukautettu nimi
it: Nome personalizzato
ru: Пользовательское имя

source: Download all uploads
fi: Tallenna kaikki lataukset
it: Scarica tutti i file caricati

source: Download videos uploaded in the last
fi: Tallenna videot, jotka on ladattu viimeisen
it: Scarica i video caricati negli ultimi
ru: Скачать видео, загруженные за последнее время

source: Audio-only mode
fi: Vain ääni -tila
it: Modalità solo audio
ru: Только звук

source: Streaming-only mode
fi: Vain suoratoisto -tila
it: Modalità solo streaming
ru: Только потоковое вещание

source: These are added after the standard args.
fi: Nämä lisätään standardiargumenttien perään.
it: Questi vengono aggiunti dopo ai parametri standard.
ru: Они добавляются после стандартных аргументов.

source: Custom file output
fi: Mukautettu tiedoston ulostulo
it: File di uscita personalizzato

source: Subscribe
fi: Tilaa
it: Iscriviti
ru: Подписаться

source: Type:
fi: Tyyppi:
it: Tipo:
ru: Тип:

source: Archive:
fi: Arkisto:
it: Archivio:
ru: Архив:

source: Export Archive
fi: Vientiarkisto
it: Esporta archivio
ru: Экспорт архива

source: Unsubscribe
fi: Poista tilaus
it: Annulla l'iscrizione
ru: Отписаться

source: Your subscriptions
fi: Sinun tilauksesi
it: I tuoi abbonamenti
ru: Ваши подписки

source: Channels
fi: Kanavat
it: Canali
ru: Каналы

source: Name not available. Channel retrieval in progress.
fi: Nimi ei saatavilla. Kanavan nouto kesken.
it: Nome non disponibile. Recupero del canale in corso.
ru: Имя недоступно. Идет поиск канала.

source: You have no channel subscriptions.
fi: Sinulla ei ole kanavatilauksia.
it: Non sei iscritto a nessun canale.
ru: У вас нет подписок на каналы.

source: Playlists
fi: Soittolistat
it: Scalette
ru: Плейлисты

source: Name not available. Playlist retrieval in progress.
fi: Nimi ei saatavilla. Soittolistan nouto kesken.
it: Nome non disponibile. Recupero playlist in corso.
ru: Имя недоступно. Идет поиск списка воспроизведения.

source: You have no playlist subscriptions.
fi: Sinulla ei ole soittolistatilauksia.
it: Non sei iscritto a nessuna playlist.
ru: У вас нет подписок на плейлисты.

source: Editing
fi: Muokataan
it: Modifica
ru: Правка

source: Search
fi: Etsi
it: Cerca
ru: Поиск

source: Length:
fi: Pituus:
it: Durata:
ru: Длина:

source: Delete and redownload
fi: Poista ja tallenna uudelleen
it: Elimina e scarica di nuovo
ru: Удаление и повторная загрузка

source: Delete forever
fi: Poista pysyvästi
it: Elimina definitivamente
ru: Удалить навсегда

source: Updater
fi: Päivittäjä
it: Aggiornato da
ru: Обновление

source: Select a version:
fi: Valitse versio:
it: Seleziona una versione:
ru: Выберите версию:

source: Register
fi: Rekisteröidy
it: Registrati
ru: Зарегистрироваться

source: Session ID:
it: ID sessione:
ru: Идентификатор сессии:

source: (current)
fi: (nykyinen)
it: (attuale)
ru: (текущий)

source: Clear all downloads
fi: Tyhjennä kaikki tallennukset
it: Cancella tutti i download
ru: Очистить все загрузки
